package lesson2;

public class Main3 {
    public static void main(String[] args) {
        //вывести на консоль четные цифры от 40 до 80
        for (int i = 40; i <= 80; i++) {
            if (i % 2 == 0) {
                System.out.println(i);

            }


        }
    }
}
// 1)Вывести на консоль тоько четные от 100 до 150

